[OverpowerUnlock]
SuccessfulUnlock=Parabéns!  Você desbloqueou o nível %d de potência dos inimigos.\n\nÉ possível estabelecer o nível de potência dos inimigos a partir do menu principal, quando selecionar ''Continuar''.\n\nTente completar o desafio em um nível de dificuldade maior para desbloquear mais níveis de potência.
SuccessfulUnlockOP1=Você desbloqueou o nível %d de potência dos inimigos.\n\nÉ possível estabelecer o nível de potência dos inimigos a partir do menu principal, quando selecionar ''Continuar''.\nSe ativar essa opção, os inimigos subirão de nível e você terá a chance de conseguir melhores espólios.\nComplete o desafio em um nível de dificuldade maior para desbloquear mais níveis de potência.
SuccessfulUnlockOP8=Parabéns!  Você desbloqueou o nível %d de potência dos inimigos.\n\nÉ possível estabelecer o nível de potência dos inimigos a partir do menu principal, quando selecionar ''Continuar''.
SuccessfulUnlockTitle=Novo nível de potência desbloqueado!
UnsuccessfulUnlock=Você completou o desafio de Digistruct Peak!\n\nTente completar o desafio em um nível de dificuldade maior para desbloquear mais níveis de potência.
UnsuccessfulUnlockTitle=É necessário um nível de potência maior!
NoMoreUnlocksAvailable=Você completou o desafio de Digistruct Peak!\n\nPorém, você já desbloqueou o nível máximo disponível de potência dos inimigos.
NoMoreUnlocksAvailableTitle=Você atingiu o nível máximo!
LevelRequirementNotMet=Você completou o desafio de Digistruct Peak!\n\nTente completar o desafio no nível %d para desbloquear a opção de Nível de Potência.
LevelRequirementNotMetTitle=Requer nível de potência!

[dlgOverpowerSelect]
Caption=Selecionar nível de potência
Prompt=Deseja estabelecer o nível de potência?\nA dificuldade do jogo aumentará consideravelmente, porém, os espólios serão melhores!)\n\n%CURROP_LEVEL%
CurrentOPLevel=Nível de Potência: %OP_LEVEL%\n(Máximo: %MAXOP_LEVEL%)
Launch=Começar
Increase=Aumentar
Decrease=Diminuir
Cancel=Cancelar